[{"title": "The Book of Washington; sponsored by the Washington Board of Trade.", "author": "", "id": "100924306"}, {"title": "Annual report of the Director of Public Buildings and Public Parks of the National Capital.", "author": "United States. Office of Public Buildings and Public Parks of the National Capital.", "id": "5626167"}, {"title": "The memorial to Major General George Gordon Mead in Washington, D.C. Prepared under the direction of the Meade memorial commission of Pennsylvania, October, 1927", "author": "Pennsylvania. Meade memorial commission", "id": "346335"}, {"title": "The Lincoln memorial, Washington. Prepared under the direction of the director of public buildings and public parks of the national capital, by Edward F. Concklin, special assistant.", "author": "United States. Office of Public Buildings and Public Parks of the National Capital.", "id": "195238"}, {"title": "Address of President Coolidge at the dedication of the New Mexico stone in the Washington Monument. Washington, D.C., December 2, 1927.", "author": "United States. President (1923-1929 : Coolidge)", "id": "100889024"}, {"title": "Who's who in the nation's capital", "author": "", "id": "6785581"}, {"title": "Report of the Commissioners of the District of Columbia.", "author": "District of Columbia. Board of Commissioners.", "id": "11421835"}, {"title": "The Lincoln memorial. Prepared under the direction of the director of public buildings and public parks of the national capital, by Edward F. Concklin, special assistant.", "author": "U. S. Office of public buildings and public parks of the national capital.", "id": "8721229"}, {"title": "The Lincoln memorial; an ode for Lincoln's birthday, by Mayce F. Seymour.", "author": "Seymour, Mayce F.", "id": "11727850"}, {"title": "The Octagon ; an historic residence of the year 1800, belonging to The American Institute of Architects.", "author": "American Institute of Architects.", "id": "100648657"}, {"title": "The Octagon : an historic residence of the year 1800, belonging to The American Institute of Architects ; an outline of the history of the property which is the home of the national organization of architects ; plans of The Institute to restore the colonial residence and erect a library and administration building / by the Building Committee.", "author": "American Institute of Architects.", "id": "102010165"}, {"title": "Out of the depths, or, The triumph of the cross / by Nellie Arnold Plummer.", "author": "Plummer, Nellie Arnold, 1860-", "id": "5946063"}]