[{"title": "Report of the dean of the Faculty of Law on an educational survey, 1925.", "author": "Northwestern University (Evanston, Ill.). School of Law.", "id": "102800787"}, {"title": "The national forest receipts as a source of school revenue in the United States : with Colorado supplement / by Edward M. Andres [and] Russell W. Tallman.", "author": "Andres, Edward Matthew, 1898-", "id": "100819256"}, {"title": "Handbook of the Association of American Law Schools and proceedings of the ... annual meeting.", "author": "Association of American Law Schools.", "id": "10557408"}, {"title": "Merger, assignment and sublease, and the effect of surrender upon the liability of a sublessee for rent, by John Francis Balaam.", "author": "Balaam, John Francis.", "id": "6697094"}, {"title": "Some characteristics of the California system of administration of estates of deceased persons, by William Eliot Balter ...", "author": "Balter, William Eliot.", "id": "6697103"}, {"title": "Comments on cases involving property, and constitutional law, by Antonio Molina Bautista ...", "author": "Bautista, Antonio Molina.", "id": "6697138"}, {"title": "Survey of cases on conflict of laws and wills, by William Tristram Coffin ...", "author": "Coffin, William Tristram.", "id": "6699483"}, {"title": "The testimony and methods of psychiatrists at criminal trials, by Irwin Richard Gross ...", "author": "Gross, Irwin Richard.", "id": "6702297"}, {"title": "The owner's lien on cargoes, freights and sub-freights under charters of affreightment, by Fred Bernard Hack ...", "author": "Hack, Fred Bernard.", "id": "6706883"}, {"title": "Review of cases on wills involving problems in future interests pertaining to legacies, by Russell Alexander Harris ...", "author": "Harris, Russell Alexander.", "id": "6706977"}, {"title": "The power of municipalities to license and regulate peddlers and solicitors, as limited by the interstate commerce clause, by Maurine Nelle Herrmann ...", "author": "Herrmann, Maurine Nelle.", "id": "6707032"}, {"title": "Dependent relative revocation, by Francis T. Cornish ...", "author": "Cornish, Francis Thomas.", "id": "6710613"}, {"title": "The doctrine of proximate cause as applied to the 'perils of the sea' clause in the marine insurance policy, by Edward Banning Kelly ...", "author": "Kelly, Edward Banning.", "id": "6721436"}, {"title": "Judicial review of the decisions of the postmaster general and subordinates, by William Reginald Jones ...", "author": "Jones, William Reginald.", "id": "6721450"}, {"title": "State and federal jurisdiction over lands held by the United States within a state, by Anthony J. Kennedy ...", "author": "Kennedy, Anthony James.", "id": "6721785"}, {"title": "Imprisonment for debt as a constitutional objection to criminal statutues in the several states of the United States, by Towson Tilton MacLaren ...", "author": "MacLaren, Towson Tilton.", "id": "6722712"}, {"title": "The conflict of laws as to resulting and constructive trusts, by Louise Julia McGovern ...", "author": "McGovern, Louise Julia.", "id": "6722742"}, {"title": "The doctrine of stare decisis and its application in California, by Robert Charles McKellips ...", "author": "McKellips, Robert Charles.", "id": "6723284"}, {"title": "Issues involved in determining mental capacity of persons accused of crime, by James Allyn Myers ...", "author": "Myers, James Allyn.", "id": "6723356"}, {"title": "The use of experiments in the introduction of evidence, by John Delbert Sarber ...", "author": "Sarber, John Delbert.", "id": "6729862"}, {"title": "Rules regulating the admissibility and use of expert testimony, by William Dennis Shea, Jr. ...", "author": "Shea, William Dennis.", "id": "6729874"}, {"title": "The judicial review of the decisions of the federal land department, by Virgil David Sisson ...", "author": "Sisson, Virgil David.", "id": "6730459"}, {"title": "Notes on cases involving negotiable instruments and labor law, by William Theodore Selby.", "author": "Selby, William Theodore.", "id": "6730782"}, {"title": "Critical comments on some recent California cases and a study of equitable conversion by contract in California, by Herman Frank Selvin ...", "author": "Selvin, Herman Frank.", "id": "6730783"}, {"title": "\"The pre-emptive right of stockholders in new issues of corporate stock\" by Arthur Porter Shapro ...", "author": "Shapro, Arthur Porter.", "id": "6730785"}, {"title": "Alumni of the College of Law.", "author": "", "id": "102406316"}, {"title": "Dedication fo the law building : Thursday, October 13, 1927 / University of Illinois.", "author": "University of Illinois (Urbana-Champaign campus). College of Law.", "id": "100115078"}, {"title": "Is a college monopoly of the legal profession desirable?", "author": "Archer, Gleason Leonard, 1880-1966.", "id": "9893834"}]