[{"title": "Indian chiefs of southern Minnesota, by Thomas Hughes ... containing sketches of the prominent chieftains of the Dakota and Winnebago tribes from 1825 to 1865, illustrated by A. Anderson.", "author": "Hughes, Thomas, 1854-", "id": "250056"}, {"title": "Lieut. Henry Timberlake's Memoirs, 1756-1765; with annotation, introd. and index by Samuel Cole Williams ...", "author": "Timberlake, Henry, d. 1765.", "id": "559840"}, {"title": "The Thule culture and its position within the Eskimo culture. Archæology of the Central Eskimos II. By Therkel Mathiassen.", "author": "Mathiassen, Therkel, 1892-", "id": "561360"}, {"title": "Nine years among the Indians, 1870-1879, by Herman Lehmann; the story of the captivity and life of a Texan among the Indians, edited by J. Marvin Hunter.", "author": "Lehmann, Herman, 1859-1932.", "id": "249957"}, {"title": "Workmen's compensation decisions Minnesota rendered by the State Supreme Court and the Industrial Commission of Minnesota during the period beginning ... and ending ...", "author": "Minnesota. Supreme Court.", "id": "3926954"}, {"title": "The soul of the American Indian, by Oytasita (Leroy Keleher) ...", "author": "Keleher, Leroy.", "id": "6560740"}, {"title": "Lieut. Henry Timberlake's Memoirs, 1756-1765; with annotation, introd. and index by Samuel Cole Williams ...", "author": "Timberlake, Henry, d. 1765.", "id": "559840"}, {"title": "The war trail of Big Bear, being the story of the connection of Big Bear and other Cree Indian chiefs and their followers with the Canadian North-west rebellion of 1885, the Frog Lake massacre and events leading up to and following it, and of two month's imprisonment in the camp of the hostiles, by William Bleasdell Cameron.", "author": "Cameron, William Bleasdell, 1862-1951.", "id": "6537254"}, {"title": "Archæology of the Central Eskimos, by Therkel Mathiassen.", "author": "Mathiassen, Therkel, 1892-1967.", "id": "626472"}, {"title": "Archæology of the Central Eskimos, by Therkel Mathiassen.", "author": "Mathiassen, Therkel, 1892-1967.", "id": "626472"}, {"title": "Chippewa Indian classification. Hearing[s] before a subcommittee of the Committee on Indian affairs, House of representatives, Sixty-ninth Congress, first and second sessions, on H. R. 177 and S. 1616.  June 1, 1926, and January 22, 1927.", "author": "United States. Congress. House. Committee on Public Lands", "id": "101707571"}, {"title": "Indian boyhood,", "author": "Eastman, Charles Alexander, 1858-1939.", "id": "7412329"}, {"title": "Chippewa Indian Classification : hearings before the United States House Committee on Indian Affairs, Sixty-Ninth Congress, first session and Sixty-Ninth Congress, second session, on June 1, 1926, Jan. 22, 1927.", "author": "United States. Congress. House. Committee on Indian Affairs.", "id": "100680342"}, {"title": "Tewa firelight tales, retold by Ahlee James; with illustrations by Awa Tsireh and others.", "author": "James, Ahlee.", "id": "6829681"}]