[{"title": "The way to Christ, described in the following treatises: Of true repentance; Of true resignation; Of regeneration; Of the super-sensual life. By Jacob Boehme.", "author": "Böhme, Jakob, 1575-1624.", "id": "1931909"}, {"title": "The English mystics, by Dom David Knowles.", "author": "Knowles, David, 1896-1974.", "id": "1415044"}, {"title": "An anthology of mysticism and mystical philosophy, with notes by the compiler.", "author": "", "id": "1415015"}, {"title": "Sadhu Sundar Singh : called of God / by Mrs. Arthur Parker.", "author": "Parker, Rebecca Jane, 1865-", "id": "1932823"}, {"title": "L'aurore naissante; ou, La racine de la philosophie de l'astrologie ét de la théologie, contenant une description de la nature, dans laquelle on explique comment tout a été dans le commencement; comment la nature et les élémens sont devenus \"créaturels\"; ce que sont les deux qualités bonne et mauvaise, dont toute chose tire son origine ... ouvrage tr. de l'allemand, de Jacob Böhme, sur l'édition d'Amsterdam, de 1682, par le Philosophe inconnu.", "author": "Böhme, Jakob, 1575-1624.", "id": "2240537"}, {"title": "Llibre d'amic e amat. Llibre d'Ave Maria; text per Marçal Olivar, introducció i notes per mn. Salvador Galmés.", "author": "Llull, Ramon, 1232?-1316.", "id": "2701854"}, {"title": "Fray Juan de los Angeles...", "author": "Dominquez Berrueta, Juan, 1866-", "id": "1415126"}, {"title": "Die Mystik in der Fülle ihrer Erscheinungsformen in allen Zeiten und Kulturen.", "author": "Mehlis, Georg, 1878-", "id": "1922337"}, {"title": "Fray Juan de los Angeles...", "author": "Dominquez Berrueta, Juan, 1866-", "id": "1415126"}, {"title": "The gospel of Sâdhu Sundar Singh, by Friedrich Heiler; abridged translation by Olive Wyon.", "author": "Heiler, Friedrich, 1892-1967.", "id": "6574649"}, {"title": "Mystik, Magie und Dämonie. \"Die christliche Mystik\" in Auswahl hrsg. von Joseph Bernhart. Mit einem Titelbild von Joseph von Görres.", "author": "Görres, Joseph von, 1776-1848.", "id": "6574656"}, {"title": "Western mysticism; the teaching of SS. Augustine, Gregory and Bernard on contemplation and the contemplative life, neglected chapters in the history of religion.", "author": "Butler, Cuthbert, 1858-1934.", "id": "7121069"}, {"title": "Les mystiques des Pays-Bas et la littérature espagnole du seizème siècle, par Pierre Groult ....", "author": "Groult, Pierre, 1895-1968.", "id": "9759738"}, {"title": "New studies in mystical religion; the Ely lectures delivered at Union Theological Seminary, New York, 1927, by Rufus M. Jones.", "author": "Jones, Rufus Matthew, 1863-1948.", "id": "9754415"}, {"title": "Die Mystik in der Fülle ihrer Erscheinungsformen in allen Zeiten und Kulturen.", "author": "Mehlis, Georg, 1878-", "id": "1922337"}]