[{"title": "International radiotelegraph convention together with General regulations and Supplementary regulations attached thereto.", "author": "International radiotelegraph conference, Washington, D. C., 1927. (2d revisional conference)", "id": "1120947"}, {"title": "Projet de Convention radioélectrique internationale basé sur les propositions du gouvernement des États-Unis d'Amérique pour la révision de la Convention radiotélégraphique internationale de Londres de 1912 ... Draft of International radio convention based on the proposals of the government of the United States of America for revision of the International radiotelegraph convention of London of 1912.", "author": "International radiotelegraph conference, Washington, D.C., 1927,", "id": "1120950"}, {"title": "Inter-American committee on electrical communications, Mexico City, May 27 to July 22, 1924.", "author": "United States. Delegation to the Inter-American committee on electrical communications, Mexico, 1924.", "id": "1120900"}, {"title": "Proposals for the International radiotelegraph conference of Washington. Translation of the French text.", "author": "International radiotelegraph conference, Washington, D.C., 1927.", "id": "1120949"}, {"title": "Amateur radio stations of the United States.", "author": "", "id": "6070893"}, {"title": "Informe anual.", "author": "El Salvador. Dirección General de Telégrafos y Teléfonos.", "id": "101080715"}, {"title": "The cable and wireless communications of the world; a survey of present day means of international communication by cable  and wireless, containing chapters on cable and wireless finance, by F. J. Brown.", "author": "Brown, Frank James, 1865-", "id": "6566575"}, {"title": "Convention radiotélégraphique internationale ainsi que Règlement général et Règlement additionnel y annexés. Washington, 1927.", "author": "International Radiotelegraph Conference.", "id": "1120946"}, {"title": "International radiotelegraph convention together with General regulations and Supplementary regulations attached thereto.", "author": "International radiotelegraph conference, Washington, D. C., 1927. (2d revisional conference)", "id": "1120947"}, {"title": "Proyecto de Convencion internacional de radio basado en las proposiciones del gobierno de los Estados Unidos.", "author": "International Radiotelegraph Conference.", "id": "10112067"}, {"title": "Census of electrical industries. Telegraphs.", "author": "", "id": "102317381"}, {"title": "Norges telegrafvæsen.", "author": "", "id": "7911249"}, {"title": "Commercial and Government Radio Stations of the U.S.", "author": "United States. Dept. of Commerce. Radio Division.", "id": "10309317"}, {"title": "La radiotelegrafia nel diritto internazionale / con prefazione del Pietro Cogliolo.", "author": "Grande, Ettore.", "id": "6922389"}]