[{"title": "United States congressional serial set.", "author": "", "id": "3051567"}, {"title": "The Federal farm loan act, as amended, together with the original act and the amendments thereto up to January 7, 1927 / prepared for the use of the Committee on Banking and Currency, House of Representatives, by the Office of the Legislative Counsel.", "author": "United States.", "id": "102714279"}, {"title": "Practice of medicine and midwifery in the District of Columbia. Hearing before a subcommittee of the Committee on the District of Columbia, United States Senate, Sixty-ninth Congress, second session on S. 4441, a bill to regulate the practice of medicine and midwifery in the District of Columbia and to punish persons violating the provisions thereof. January 5, 1927.", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "102656415"}, {"title": "Hearings : [Work relief and relief].", "author": "United States. Congress. House. Committee on Appropriations.", "id": "2136702"}, {"title": "Mexican land grant frauds.", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "1322729"}, {"title": "Muscle Shoals. Hearings before the Committee on military affairs House of representatives Sixty-ninth Congress, second session, on H. R. 16396, H. R. 16614 ...", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "1042982"}, {"title": "Hospital building program.", "author": "United States. Congress. House. Committee on World War Veterans' Legislation.", "id": "1622518"}, {"title": "Muscle Shoals. Hearings before the Committee on military affairs House of representatives Sixty-ninth Congress, second session, on H. R. 16396, H. R. 16614 ...", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "1042982"}, {"title": "Muscle Shoals. Hearings before the Committee on military affairs House of representatives Sixty-ninth Congress, second session, on H. R. 16396, H. R. 16614 ...", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "1042982"}, {"title": "Muscle Shoals. Hearings before the Committee on military affairs House of representatives Sixty-ninth Congress, second session, on H. R. 16396, H. R. 16614 ...", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "1042982"}, {"title": "Journal of the executive proceedings of the Senate of the United States of America.", "author": "United States. Congress. Senate.", "id": "1300805"}, {"title": "Journal of the executive proceedings of the Senate of the United States of America.", "author": "United States. Congress. Senate.", "id": "1300805"}, {"title": "Relations with Mexico. Hearing before a subcommittee of the Committee on foreign relations United States Senate, Sixty-ninth Congress, second session, on S. Res. 329, a resolution opposing the sending of armed forces of the United States into Mexico or mobilization thereof in territory or waters adjacent thereto while the Congress is not in session.", "author": "United States. Congress. Senate. Committee on Foreign Relations.", "id": "1153166"}, {"title": "World war history. Hearing before the Committee on military affairs, House of Representatives, Sixty-ninth Congress, second session. A statement on American school histories, by Lieut. Col. Thomas J. Dickson ... January 19, 1927.", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "403121"}, {"title": "United States congressional serial set.", "author": "", "id": "3051567"}, {"title": "United States congressional serial set.", "author": "", "id": "3051567"}, {"title": "Customs administration and personnel. Hearings before a subcommittee of the Committee on Ways and Means, House of Representatives, Sixty-ninth Congress, second session. February 16, 17, 23, 1927.", "author": "United States. Congress. House. Committee on Ways and Means.", "id": "102141042"}, {"title": "Leasing of executive order reservations : hearings before the Committee on Indian Affairs, House of Representatives, Sixty-ninth Congress, second session, on H. R. 15021.", "author": "United States. Congress. House. Committee on Indian Affairs.", "id": "100674067"}, {"title": "Bureau of Customs and a Bureau of Prohibition in the Department of the Treasury : hearing before the Committee on Finance, United States Senate, Sixty-ninth Congress, second session, on H. R. 10729, an Act to create a Bureau of Customs and a Bureau of Prohibition in the Department of the Treasury. December 16, 1926.", "author": "United States. Congress. Senate. Committee on Finance.", "id": "100674399"}, {"title": "Lease of building for customs purposes in New York city. : Hearing[s] before a subcommittee of the Committee on ways and means, House of representatives, Sixty-ninth Congress, second session, on H.R. 16510, a bill to authorize the secretary of the Treasury to enter into a lease of a suitable building for customs purposes in the city of New York.", "author": "United States. Congress. House. Committee on Ways and Means.", "id": "100719087"}, {"title": "Migratory bird refuge, Bear River Bay, Utah : hearing before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, second session, on S. 5454, a bill authorizing the establishment of a migratory bird refuge at Bear River Bay, Great Salt Lake, Utah, February 15, 1927.", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100668569"}, {"title": "Resolution requesting all files and data in Department of Agriculture relating to convention for protection of migratory birds : hearings before a Subcommittee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, second session, pursuant to S. Res. 209, a resolution requesting official papers from the secretary of Agriculture relative to migratory bird and public shooting ground legislation and certain information concerning the activities of and conditions in the biological survey. January 29 and February 8, 1927.", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100668562"}, {"title": "Permanent government for the Virgin Islands : hearings before the Committee on Territories and Insular Possessions, United States Senate, Sixty-ninth Congress, second session, on S. 3228, S. 4005, and S. 4550, bills to provide a permanent government for the Virgin Islands of the United States, and for other purposes.", "author": "United States. Congress. Senate. Committee on Territories and Insular Possessions.", "id": "100719117"}, {"title": "National agriculture day : Hearing before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, second session, on S.J. Res. 65, to provide for a national agriculture day.", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100670473"}, {"title": "Muscle Shoals. Hearings before the Committee on military affairs House of representatives Sixty-ninth Congress, second session, on H. R. 16396, H. R. 16614 ...", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "1042982"}, {"title": "Sale of land--National home for disabled volunteer soldiers : hearings before the Committee on Military Affairs, House of Representatives, Sixty-ninth Congress, first session, on S. 3921.", "author": "United States. Congress. House. Committee on Military Affairs. Subcommittee No. 6.", "id": "100668186"}, {"title": "World war rank for retired officers : hearings ... Sixty-ninth Congress, second session on S. 3878.", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668150"}, {"title": "Reappointment of John P. Pence in the Army : hearings ... Sixty-ninth Congress, second session on H. R. 13090. January 15, 1927.", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668138"}]