[{"title": "Economic committee. Application of the international convention relating to the simplification of customs formalities signed at Geneva on November 3rd, 1923. Measures taken by the governments to give effect to the provisions of the convention. (Summaries communicated by the governments parties to the convention in execution of article 9)", "author": "League of Nations.", "id": "1747029"}, {"title": "1. Convention internationale pour l'abolition des prohibitions et restrictions à l'importation et à l'exportation. 2. Protocole de la convention internationale. 3. Acte finale de la conférence. Déclaration annexée ... 1. Internationale convention for the abolition of import and export prohibitions and restrictions. 2. Protocol to the international convention. 3. Final act of the conference. annexed declaration.", "author": "International conference for the abolition of import and export prohibitions and restrictions. Geneva, 1927.", "id": "1747038"}, {"title": "Annual report.", "author": "United States. Coast Guard.", "id": "68213"}, {"title": "Zhongguo guan shui zhi du lun / Gaoliu Songyilang zhu Li Da yi.,中國關稅制度論 高柳松一郎著 李達譯.", "author": "Takayanagi, Matsuichirō., 高柳松一郎.", "id": "2350576"}, {"title": "International economic conference, Geneva, May 1927. Documentation. Customs nomenclature and customs classification. Possibility of unifying customs nomenclature. Transmitted by Dr. Trendelenburg, member of the Preparatory committee for the International economic conference.", "author": "League of Nations.", "id": "1747021"}, {"title": "Memoria del recaudador general de aduanas y Alta Comisión...", "author": "Nicaragua. Oficina del recaudador general de aduanas.", "id": "61061"}, {"title": "Bulletin / Treasury Department, United States Coast Guard.", "author": "", "id": "7566277"}, {"title": "Annual report.", "author": "United States. Coast Guard.", "id": "68213"}]