[{"title": "Charter of the city of Fort Pierce, Florida.", "author": "Fort Pierce (Fla.)", "id": "102685326"}, {"title": "Code of the city of Orlando, 1927. Part I. Containing all the special laws enacted by the legislature of the state of Florida ... up to and including 1925. Part II. Containing all the ordinances ... Comp. pursuant to an ordinace adopted by the city council of the city of Orlando on February, 1927, under the supervision and direction of C.O. Andrews, city attorney.", "author": "Orlando (Fla.). Ordinances, etc.", "id": "102655003"}, {"title": "Charter of the city of Houston : passed, March, 1905 ... amended by voters, October, 1926 / compiled and indexed by J.G. Hautier.", "author": "Houston (Tex.). Charters.", "id": "102657828"}, {"title": "Ordinances of the city of Kokomo, Indiana : with rules of order and order of business of the Common Council.", "author": "Kokomo (Ind.).", "id": "11801603"}, {"title": "The code of ordinances of the City of New York : with all amendments to January 1st, 1927, including the building code, the new electrical code, the sanitary code, and the amended building zone resolution / edited by William Edward Baldin.", "author": "New York (N.Y.)", "id": "8569754"}, {"title": "Official classification, City of Cincinnati, issued by the Civil Service Commission.", "author": "Cincinnati (Ohio). Department of Personnel and Civil Service Commission.", "id": "100819660"}, {"title": "Biennial compilation of general ordinances of the city of Louisville .", "author": "Louisville (Kentucky)", "id": "100711453"}, {"title": "The Ordinances of the City of Palo Alto : a municipal corporation of the State of California under a freeholders charter ; revised and codified, incorporating applicable provisions of the freeholders' charter and notes, May, 1927", "author": "Palo Alto (Calif.)", "id": "10063810"}, {"title": "Annual report of the Commissioner of Banks for the year ending ... Part IV, Relating to credit unions.", "author": "Massachusetts. Division of Banks and Loan Agencies", "id": "100124095"}, {"title": "Official building code of the city of Hagerstown, Maryland.", "author": "Hagerstown (Md.).", "id": "102104171"}]