[{"title": "Tierras de oriente, ensayo monográfico escrito por Salomón Carrillo Ramírez.", "author": "Carrillo Ramírez, Salomón.", "id": "101032744"}, {"title": "Manuscrito de Chichicastenango (Popol buj). Estudios sobre las antiguas tradiciones del pueblo quiché. Texto indígena fonetizado y traducido al castellano. Notas etimológicas y grabados de sitios y objetos relacionados con el célebre Códice guatemalteco, por J. Antonio Villacorta C. ... [y] Flavio Rodas N. ...", "author": "", "id": "101581471"}, {"title": "Almolonga, acta de fundación de la ciudad de Santiago de Guatemala, 22 de noviembre de 1527.", "author": "", "id": "101134354"}, {"title": "El partido liberal está en pie : su homenaje ante la tumba del reformador de Guatemala y mártir de la Union Centroamericana, General Justo Rufino Barrios, el 2 de abril de 1927, XLII aniversario de su gloriosa muerte ; 19 de julio de 1835, 19 de julio de 1927.", "author": "Club Liberal Central \"2 de Abril\" (Guatemala)", "id": "101133894"}, {"title": "Discurso oficial ... en conmemoración del CVI aniversario de la independencia nacional.", "author": "Azurdia, José.", "id": "101133886"}, {"title": "El Partido Liberal en la compaña eleccionaria de 1926.", "author": "", "id": "101133905"}, {"title": "\"Corona de siemprevivas\" a la memoria del ingeniero y general José María Orellana; publicación especial de \"Revista del Trabajo\".", "author": "", "id": "101133955"}, {"title": "Ecce homo; mi campaña política de 1926.", "author": "Marroquín Rojas, Clemente.", "id": "101133946"}, {"title": "La defensa en el proceso instruído sobre la supuesta falsedad del testamento de doña Marcelina Uribe de Ibargüen [por José Manuel Arias P.", "author": "Arias P., José Manuel.", "id": "101133991"}, {"title": "La cuestión de límites entre Honduras y Guatemala; relato documentado, por ... Medardo Zúñiga V.", "author": "Zúñiga V., Medardo.", "id": "101134313"}, {"title": "Narración de una visita oficial a Guatemala viniendo de México / por G. A. Thompson, ex secretario de la Comisión Mexicana de Su Majestad Británica y comisionado para informar al gobierno británico sobre el estado de la República Central ; traducción de Ricardo Fernández Guardia", "author": "Thompson, George Alexander", "id": "102139083"}, {"title": "Manuscrito de Chichicastenango (Popol buj). Estudios sobre las antiguas tradiciones del pueblo quiché. Texto indígena fonetizado y traducido al castellano. Notas etimológicas y grabados de sitios y objetos relacionados con el célebre Códice guatemalteco, por J. Antonio Villacorta C. ... [y] Flavio Rodas N. ...", "author": "", "id": "101581471"}, {"title": "Los Dioses, los héroes y los hombres de Guatemala antigua, o, El libro del consejo, Popol-vuh de los indios quichés : traducción de la versión francesa del profesor Georges Raynaud / por Miguel Angel Asturias y J.M. González de Mendoza.", "author": "", "id": "6773858"}]